IDEA StatiCa Open Model
SectionResultBase.Loading Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Loading
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public ResultOfLoading Loading { get; set; }
Public Property Loading As ResultOfLoading
	Get
	Set
public:
property ResultOfLoading^ Loading {
	ResultOfLoading^ get ();
	void set (ResultOfLoading^ value);
}
Property Value
Type: ResultOfLoading
See Also
Reference
SectionResultBase Class
IdeaRS.OpenModel.Result Namespace